Repository: nicolasb827/sgwi
Catalog: locale/*.po
Languages: fr

source: Clear this report
fr: Vider ce rapport

source: Nothing was selected - nothing has been deleted.
fr: Rien a été sélectionné - rien a été supprimé

source: e-mail addresses
fr: adresses mels

source: domains
fr: domaines

source: Delete selected entries
fr: Supprimer les entrées sélectionnées

source: Top of List
fr: Haut de la liste

source: Sender name
fr: Nom de l'émetteur

source: Sender domain
fr: Domaine de l'émetteur

source: Source (class c or d):
fr: Source (classe c ou d):

source: Add
fr: Ajouter

source: Delete '-undef-' entries
fr: Supprimer '-undef-' entrées

source: Nothing was selected - nothing has been moved.
fr: Rien a été sélectionné - rien a été déplacé.

source: Please select Forget... or Move...
fr: Merci de choisir Oublier... ou Déplacer...

source: Greylisted hosts/domains
fr: Hôtes/domaines en liste grise

source: Forget (delete) selected entries
fr: Oublier (supprimer) les entrées sélectionnées

source: Move selected entries to whitelist
fr: Déplacer les entrées sélectionnées en liste blanche

source: WARNING: Insufficient data - nothing was added !
fr: ATTENTION: Données manquantes - rien d'ajouté !

source: E-mail address %s (%s) added.
fr: Le mel %s (%s) a été ajouté

source: Domain %s (%s) added.
fr: Domaine %s (%s) ajouté.

source: -undef- entries (%d) deleted.
fr: -undef- entrées (%d) supprimées.

source: No -undef- entries found - nothing was deleted.
fr: No -undef- entrées trouvées - rien a été supprimé.

source: E-mail address %s (%s) deleted.
fr: Mel %s (%s) supprimé.

source: Domain %s (%s) deleted.
fr: Domaine %s (%s) supprimé.

source: %s [%d] for %s deleted.
fr: %s [%d] pour %s supprimé.

source: %s [%d] for %s moved to whitelist.
fr: %s [%d] pour %s déplacé en liste blanche.

source: auto-whitelisted domains (that have passed greylisting)
fr: Liste blanche automatique des domaines (qui sont passés après une liste grise)

source: Main menu
fr: Menu principal

source: Domains
fr: Domaines

source: (recipients for whom messages are never greylisted)
fr: (destinataires dont les messages ne sont jamais en liste grise)

source: (recipients for whom messages are always greylisted unless they are in the
fr: (destinataires dont les messages sont toujours en liste grise jusqu'à ce qu'il soient dans la

source: optout domain table)
fr: table des domaines acceptés)

source: optout e-mail table)
fr: table des mails acceptés)

source: SQLGrey Webinterface (Main menu)
fr: Interface Web SQLGrey (Menu Principal)

source: Hosts / domains that are currently greylisted:
fr: Hôtes/domaines en liste grise:

source: Auto-whitelisted (hosts / domains that have passed greylisting)
fr: Liste blanche automatique (hôtes/domaines qui sont passés après une liste grise)

source: Nothing was entered.
fr: Pas de données.

source: %s deleted.
fr: %s supprimé.

source: %s added.
fr: %s ajouté.
